Repository: yangerasimuk/Ledger
Catalog: Ledger/Translate/*.xliff
Languages: ru

# 0Ce-YM-T4K.text
source: Sum
ru: Сумма

# 0ZH-Dq-sCd.headerTitle
source: Comment
ru: Комментарий

# 0gF-hk-tmS.normalTitle
source: Activate
ru: Активировать

# 2Tz-cI-Dt5.text
source: Expense category
ru: Статьи расходов

# 3E0-PB-02e.title
source: Options
ru: Настройки

# 3Lo-ZJ-ryX.normalTitle
source: Activate
ru: Активировать

# 4aa-ky-kfG.normalTitle
source: Backup
ru: Архивировать

# 4dq-Vd-GZW.text
source: Note
ru: Заметка

# 5V4-XZ-aUx.text
source: Sum
ru: Сумма

# 8cR-XF-JcC.text
source: Currency
ru: Валюты

# 582-cI-Djh.text
source: Hide centes
ru: Скрыть копейки

# A1Y-uA-dSE.text
source: Title
ru: Заголовок

# CGj-YP-beV.title
source: Operations
ru: Операции

# ELZ-BV-TMX.title
source: Options
ru: Настройки

# FtB-0b-GR8.normalTitle
source: Delete
ru: Удалить

# Hj2-NW-R9M.text
source: Database size
ru: Размер

# I5X-So-yvY.normalTitle
source: Delete
ru: Удалить

# IMc-Yg-RHK.headerTitle
source: Backup database
ru: Архив базы данных

# Ig5-ZJ-NpE.text
source: Root category
ru: Корневая статья

# IqF-UX-hiA.text
source: Sort
ru: Место

# K3s-mm-yHZ.text
source: Sort
ru: Место

# LVG-PO-bjz.normalTitle
source: Activate
ru: Активировать

# Lu8-d5-ZUG.text
source: Income source
ru: Статьи доходов

# MG1-g4-MIz.text
source: Name
ru: Имя

# MKh-dL-S2f.text
source: Name
ru: Имя

# MOz-Mo-JnQ.text
source: Sum
ru: Сумма

# OIX-te-ela.normalTitle
source: Delete
ru: Удалить

# OrH-8A-Gf3.normalTitle
source: Activate
ru: Активировать

# RUi-Oh-Gkt.text
source: Default currency
ru: Валюта по-умолчанию

# Tua-6L-gws.text
source: About
ru: О программе

# U4d-LV-RBQ.headerTitle
source: Parent category
ru: Родительская статья

# UiG-md-rzq.text
source: Name
ru: Имя

# Z1u-C1-UaU.text
source: Note:
ru: Заметка

# aGe-OB-9ej.normalTitle
source: Delete
ru: Удалить

# ba8-iE-S1T.headerTitle
source: Account -> Expense category
ru: Счет -> Статья расхода

# blz-hv-5Qg.normalTitle
source: Save & add
ru: Сохранить и добавить

# doG-gw-5XT.text
source: Modified
ru: Изменение

# e3u-1O-XUK.normalTitle
source: Save & add
ru: Сохранить и добавить

# f2B-bq-zaU.text
source: Database size
ru: Размер

# fOc-gt-H7Y.text
source: Symbol
ru: Символ

# gGT-hP-Gwa.normalTitle
source: Save & add
ru: Сохранить и добавить

# hyQ-eX-vOL.text
source: Modified
ru: Изменение

# iNZ-M9-Qa0.text
source: Pull refresh to add
ru: Тянуть вниз для добавления

# j6t-PF-xG5.normalTitle
source: Delete
ru: Удалить

# j64-eT-xWf.text
source: Label
ru: Маркировка

# jLr-4l-kj2.text
source: Name
ru: Имя

# jwF-uG-onl.headerTitle
source: Backup database
ru: Архив базы данных

# k27-dk-R6t.text
source: Note:
ru: Заметка

# kzO-Sg-SYX.text
source: Note
ru: Заметка

# lsa-R2-aaR.text
source: Backup date
ru: Архивация

# mEx-I8-Oey.text
source: Select currency
ru: Выбрать валюту

# mLI-gX-7nw.normalTitle
source: Delete
ru: Удалить

# nne-ao-GIN.text
source: Detail
ru: Детально

# qXG-MO-dDu.headerTitle
source: Account balance
ru: Остаток по счёту

# qnU-qz-z6B.headerTitle
source: Dictionaries
ru: Словари

# r8e-H2-feU.normalTitle
source: Delete
ru: Удалить

# reu-q0-A6G.normalTitle
source: Save & add
ru: Сохранить и добавить

# rhd-ec-LVu.headerTitle
source: Income source -> Account
ru: Статья дохода -> Счет

# sOM-RZ-eVp.text
source: Sum
ru: Сумма

# ssl-Rq-TcW.normalTitle
source: Delete
ru: Удалить

# tQR-Ct-lPa.text
source: Note
ru: Заметка

# ubY-pY-RPP.text
source: Label
ru: Маркировка

# uoU-uD-lqt.text
source: Local backup
ru: Локальный архив

# vc0-0a-yde.text
source: Sort
ru: Место

# wEL-gH-SXk.text
source: Sort
ru: Место

# wIT-Ba-wd6.text
source: Label
ru: Маркировка

# x2x-wm-UEf.normalTitle
source: Restore
ru: Восстановить

# xAC-aS-7El.text
source: Sum
ru: Сумма

# xha-ew-rDC.text
source: Note
ru: Заметка

# xjm-NA-HTs.text
source: Note
ru: Заметка

# xuf-3g-dWX.headerTitle
source: Current database
ru: Текущая база данных

# y5U-IU-gfB.title
source: Accounts
ru: Счета

# z0y-Fm-Toj.text
source: Account as default
ru: Счёт по-умолчанию

# zzB-6S-TEH.headerTitle
source: Source -> target accounts
ru: Начальный -> Целевой счета

# CFBundleName
source: Ledger
ru: Леджер test

# ABOUT_FORM_TITLE
source: About
ru: О программе

# ACCOUNTS_VIEW_FORM_TITLE
source: Accounts
ru: Счета

# ACCOUNT_CHOICE_FORM_TITLE
source: Account choice
ru: Выбор счёта

# ACCOUNT_EDIT_FORM_TITLE
source: Account
ru: Счёт

# ACTIVATE_BUTTON_TITLE
source: Activate
ru: Активировать

# APPLICATION_AUTHOR
source: Yan Gerasimuk
ru: Ян Герасимук

# APPLICATION_NAME
source: Ledger
ru: Леджер

# APPLICATION_VERSION
source: Version
ru: Версия

# ATTENTION_ALERT_CONTROLLER_TITLE
source: Attention!
ru: Внимание!

# BALANCE_ALERT_ITEM_TITLE
source: Account balance
ru: Остаток по счёту

# BALANCE_EDIT_FORM_TITLE
source: Account balance
ru: Остаток по счёту

# CANCEL_ALERT_ITEM_TITLE
source: Cancel
ru: Отмена

# CURRENCIES_VIEW_FORM_TITLE
source: Currencies
ru: Валюты

# CURRENCY_CHOICE_FORM_TITLE
source: Currency choice
ru: Выбор валюты

# CURRENCY_EDIT_FORM_TITLE
source: Currency
ru: Валюта

# CURRENCY_VIEW_FORM_TITLE
source: Currencies
ru: Валюты

# DATE_CHOICE_FORM_TITLE
source: Date choice
ru: Выбор даты

source: DB_REPLACEMENT_WHEN_RESTORE_MESSAGE
ru: В процессе восстановления текущая база данных будет заменена на архивную

# DEACTIVATE_BUTTON_TITLE
source: Deactivate
ru: Деактивировать

# EXPENSE_ALERT_ITEM_TITLE
source: Expense
ru: Расход

# EXPENSE_CATEGORIES_VIEW_FORM_TITLE
source: Expense categories
ru: Статьи расходов

# EXPENSE_CATEGORY_CHOICE_FORM_TITLE
source: Expense category choice
ru: Выбор статьи расхода

# EXPENSE_CATEGORY_EDIT_FORM_TITLE
source: Expense category
ru: Статья расхода

# EXPENSE_EDIT_FORM_TITLE
source: Expense
ru: Расход

# INCOME_ALERT_ITEM_TITLE
source: Income
ru: Доход

# INCOME_EDIT_FORM_TITLE
source: Income
ru: Доход

# INCOME_SOURCES_VIEW_FORM_TITLE
source: Income sources
ru: Статья дохода

# INCOME_SOURCE_CHOICE_FORM_TITLE
source: Income source choice
ru: Выбор статьи дохода

# INCOME_SOURCE_EDIT_FORM_TITLE
source: Income source
ru: Статья дохода

# LOCAL_BACKUP_FORM_TITLE
source: Local backup
ru: Локальный архив

# NOTIFICATION_ABOUT_ACCOUNT_BALANCE_OPERATION_MESSAGE
source: If account balance is not equal zero, set right value by "Account balance" operation in "Operations" section.
ru: Если остаток по данному счету не равен нулю, установите актуальное значение операцией "Остаток по счёту" в разделе "Операции".

# NOTIFICATION_ABOUT_ACCOUNT_BALANCE_OPERATION_TITLE
source: Account balance
ru: Остаток по счёту

# NO_ACCOUNTS_LABEL
source: No accounts
ru: Нет счетов

# NO_OPERATIONS_LABEL
source: No operations
ru: Нет операций

# OPERATIONS_VIEW_FORM_TITLE
source: Operations
ru: Операции

# OPERATION_CHOICE_ALERT_SHEET_TITLE
source: Select operation
ru: Выбор операции

# OPTIONS_VIEW_FORM_TITLE
source: Options
ru: Настройки

# PARENT_CHOICE_TITLE
source: Parent category
ru: Родительская статья

source: RESTORE_ALERT_ITEM_TITLE
ru: Восстановить

# ROOT_CATEGORY_LABEL
source: Root category
ru: Корневая статья

# ROOT_CATEGORY_NAME
source: Root Category
ru: Корневая статья

# SELECT_ACCOUNT_LABEL
source: Select account
ru: Выбрать счёт

# SELECT_CATEGORY_LABEL
source: Select expense
ru: Выбрать статью расхода

# SELECT_CURRENCY_LABEL
source: Select currency
ru: Выбрать валюту

# SELECT_INCOME_SOURCE_LABEL
source: Select income
ru: Выбрать статью дохода

source: Sum
ru: Сумма

source: TAG_EDIT_FORM_TITLE
ru: Метка

# TERMS_FOR_ADD_OPERATION_ACCOUNT_ACTUAL_MESSAGE
source: To add an operation "Account balance" you must have at least one active Account
ru: Для добавления операции "Остаток по счёту" необходимо иметь хотя бы один активный Счет

# TERMS_FOR_ADD_OPERATION_EXPENSE_MESSAGE
source: To add an operation "Expense", you must have at least one active Account and one active Expense category
ru: Для добавления операции "Расход" необходимо иметь хотя бы один активный Счет и Категорию расхода

# TERMS_FOR_ADD_OPERATION_INCOME_MESSAGE
source: To add an operation "Income" you must have at least one active Account and one active Income source
ru: Для добавления операции "Доход" необходимо иметь хотя бы один активный Счет и Источник дохода

# TERMS_FOR_ADD_OPERATION_TRANSFER_MESSAGE
source: To add an operation "Transfer" you must have at least two active Accounts
ru: Для добавления операции "Перевод" необходимо иметь хотя бы два активных Счета

# TEXT_VIEW_COMMENT_PLACEHOLDER
source: Comment
ru: Комментарий

source: Today
ru: Сегодня

# TRANSFER_ALERT_ITEM_TITLE
source: Transfer
ru: Перевод

# TRANSFER_EDIT_FORM_TITLE
source: Transfer
ru: Перевод

source: WARNING_ALERT_CONTROLLER_TITLE
ru: Предупреждение

source: Yesterday
ru: Вчера
